Repository: Mu-L/shutter
Catalog: share/shutter/resources/po/shutter-plugins/*.po
Languages: ka

source: Grayscale
ka: ნაცრისფერი

source: Effect
ka: ეფექტი

source: Turn the image into a grayscale image (256 shades)
ka: გადაიყვანს გამოსახულებას შავთეთრ გამოსახულებაში (256 ელფერი)

source: Offset
ka: წანაცვლება

source: Give the picture an offset with itself as background
ka: სურათის წანაცვლება ფონზე თავისი თავით

source: Raise Border
ka: საზღვრის აწევა

source: Raise a rectangular 3d-border
ka: მართკუთხედი 3D საზღვრის აწევა

source: Soft Edges
ka: რბილი წიბოები

source: Add soft edges around the image
ka: რბილი წიბოების დამატება გამოსახულების გარშემო

source: Sunk Border
ka: ჩაძირული საზღვარი

source: Add an inverted 3d border to the image
ka: ამობრუნებული 3D საზღვრის დამატება გამოსახულებაზე

source: Torned Paper
ka: დახეული ქაღალდი

source: Add a torn-like border to the image
ka: დახეულის მსგავსი საზღვრის დამატება გამოსახულებაზე

source: Autocrop
ka: ავტოამოჭრა

source: Tool
ka: ხელსაწყო

source: Remove empty borders from the image
ka: ცარიელი საზღვრების მოცილება გამოსახულებიდან

source: 3D reflection
ka: 3D არეკვლა

source: Adds a fading reflection below an image and views it in perspective Based on a script by Fred Weinhaus http://www.fmwconcepts.com/imagemagick/3Dreflection/index.php
ka: დაამატებს მინავლების ანარეკლს გამოსახულების ქვემოთ და მას პერსპექტივაში დაგანახებთ დაფუძნებულია ფრედ ვაინჰაუსის მიერ დაწერილ სკრიპტზე http://www.fmwconcepts.com/imagemagick/3Dreflection/index.php

source: Rotation:
ka: შემობრუნება:

source: Perseptive rotation around left edge of image
ka: პერსპექტივის ბრუნვა გამოსახულების მარცხენა წიბოს გარშემო

source: Fade:
ka: მინავლება:

source: Fade percent for mirror image
ka: მინავლების პროცენტულობა ანარეკლი გამოსახულებისთვის

source: Opacity:
ka: გაუმჭირვალობა:

source: Opacity percent applied to whole mirror image
ka: მთლიან ანარეკლ გამოსახულებაზე გადატარებული გაუმჭვირვალობის პროცენტულობა

source: Pef:
ka: პდკ:

source: Perspective exaggeration factor
ka: პერსპექტივის დამახინჯების კოეფიციენტი

source: Gap:
ka: შუალედი:

source: Gap between image and mirror in pixels
ka: დაშორება გამოსახულებასა და ანარეკლს შუა პიქსელებში

source: Zoom:
ka: მასშტაბი:

source: Zoom factor for output image
ka: გადიდების კოეფიციენტი გამოტანილი გამოსახულებისთვის

source: Background color
ka: ფონის ფერი

source: Choose background color
ka: აირჩიეთ ფონის ფერი

source: Error while executing plugin %s.
ka: შეცდომა შესრულებისას დამატებისთვის %s.

source: There was an error executing the plugin.
ka: აღმოჩენილია შეცდომა დამატების შესრულებისას.

source: 3D rotate
ka: 3D ბრუნვა

source: Applies a perspective distortion to an image Based on a script by Fred Weinhaus http://www.fmwconcepts.com/imagemagick/3Drotate/index.php
ka: გამოსახულებაზე პერსპექტივის დამახინჯების გადატაება დაფუძნებულია ფრედ ვაინჰაუსის მიერ დაწერილ სკრიპტზე http://www.fmwconcepts.com/imagemagick/3Drotate/index.php

source: Rotation around image vertical centerline
ka: ბრუნვა გამოსახულების ვერტიკალური ცენტრალური ხაზის გარშემო

source: Rotation around image horizontal centerline
ka: ბრუნვა გამოსახულების ჰორიზონტალური ცენტრალური ხაზის გარშემო

source: Rotation around the image center
ka: ბრუნვა გამოსახულების ცენტრის გარშემო

source: Output zoom factor; where value > 1 means zoom in and < 1 means zoom out
ka: გამოტანის გადიდების კოეფიციენტი, სადაც მნიშვნელობა >1 ნიშნავს გადიდებას და < 1 დაპატარავებას

source: Auto:
ka: ავტო:

source: off - No automatic adjustment c - Center bounding box in output zc - Zoom to fill and center bounding box in output out - Creates an output image of size needed to hold the transformed image
ka: გამორთ - ავტომატური გასწორების გარეშე c - გამოტანაში შემომსაზღვრელი ჩარჩოს ცენტრში მოთავსება zc - გადიდება შევსებამდე და გამოტანაში შემომსაზღვრელი ჩარჩოს ცენტრში მოთავსება out - შექმნის გამოსატან გამოსახულებას ზომით, რომელიც საჭიროა გარდაქმნილი გამოსახულების ჩასატევად

source: Sky color
ka: ცის ფერი

source: Choose sky color
ka: აირჩიეთ ცის ფერი

source: Barrel Distortion
ka: ბოციდმაგვარი დამახინჯება

source: Apply a distortion effect to your screenshot
ka: დამახინჯების ეფექტის გადატარება თქვენი ეკრანის ანაბეჭდზე

source: D:
ka: გამგ:

source: The parameter d describes the linear scaling of the image. Using d=1, and a=b=c=0 leaves the image as it is. Choosing other d-values scales the image by that amount. a,b and c distort the image. Using negative values shifts distant points away from the center. Defined by Barrel Correction Distortion, by Helmut Dersch. http://www.all-in-one.ee/~dersch/barrel/barrel.html
ka: პარამეტრი d აღწერს გამოსახულების წრფივ მასშტაბს. თუ იყენებთ d=1 და a=b=c=0 გამოსახულებას დატოვებს ისეთს, როგორიც არის. თუ აირჩევთ სხვა d-ის მნიშვნელობას, გამოსახულება გადიდდება ამ მნიშვნელობით. a,b და c ამახინჯებს გამოსახულებას. უარყოფითი მნიშვნელობები დაშორებულ წერტილებს ცენტრიდან კიდევ უფრო შორს გასწევს. აღწერილია ბარელის კორექციის დამახინჯების მიერ. ავტორი ჰელმუტ დერში. http://www.all-in-one.ee/~dersch/barrel/barrel.html

source: Bordereffects
ka: საზღვრისეფექტები

source: Create various dispersion-like effects in the border of an image Based on a script by Fred Weinhaus http://www.fmwconcepts.com/imagemagick/bordereffects/index.php
ka: შექმენით სხვადასხვა გადღაბნის მსგავსი ეფექტები გამოსახულების საზღვარში დაფუძნებულია ფრედ ვაინჰაუსის სკრიპტზე http://www.fmwconcepts.com/imagemagick/bordereffects/index.php

source: Size:
ka: ზომა:

source: The size or dimension of the border region
ka: საზღვრის რეგიონის ზომა, ან დანიშნულება

source: Density:
ka: სიმკვრივე:

source: The frequency of detail in the border
ka: დეტალის სიხშირე საზღვარში

source: Curviness:
ka: ამობურცულობა:

source: The curviness in the border features
ka: საზღვრის თვისებების ამობურცულობა

source: Granularity:
ka: გრანულარულობა:

source: The base grain size or pixelization size used to create the detail in the border
ka: საბაზისო მარცვლის ზომა, ან პიქსელიზაციის ზომა, რომელიც საზღვარში დეტალის შესაქმნელად გამოიყენება

source: Pad:
ka: პედი:

source: The pad size of constant color around the perimeter of the border
ka: მუდმივი ფერის შევსების ზომა საზღვრის პერიმეტრის გარშემო

source: Negate
ka: უარყოფა

source: Invert the colors of the image
ka: გამოსახულების ფერების ინვერსია

source: Channel
ka: არხი

source: Polaroid
ka: პოლაროიდი

source: Make your screenshot look like a polaroid photo, add a caption, and even rotate it a little
ka: დაამსგავსეთ თქვენი ეკრანის ანაბეჭდი პოლაროიდის სურათს, დაამატეთ წარწერა და ცოტა შეაბრუნეთ კიდეც

source: Text:
ka: ტექსტი:

source: There are several wild-cards available, like %Y = year %m = month %d = day %T = time
ka: ხელმისაწვდომია რამდენიმე ვაილდკარდი: %Y = წელი %m = თვე %d = დღე %T = დრო

source: Font size:
ka: ფონტის ზომა:

source: Gravity:
ka: მიზიდულობა:

source: Stroke color
ka: შტრიხის ფერი

source: Choose stroke color
ka: აირჩიეთ შტრიხის ფერი

source: Resize
ka: ზომის შეცვლა

source: Resize your screenshot
ka: შეცვალეთ თქვენი ეკრანის ანაბეჭდის ზომა

source: Sepia
ka: სეპია

source: Add sepia color toning to the image
ka: სეპიას ფერის ტონირების დამატება გამოსახულებაზე

source: Sepia tone
ka: სეპიას ტონი

source: Hard Shadow
ka: მყარი ჩრდილი

source: Add a shadow to the image on a transparent background
ka: ჩრდილის დამატება გამჭვირვალე ფონზე არსებულ გამოსახულებაზე

source: Direction
ka: მიმართულება

source: The direction of the shadow
ka: ჩრდილის მიმართულება

source: Color
ka: ფერი

source: Choose color
ka: აირჩიეთ ფერი

source: The color of the shadow
ka: ჩრდილის ფერი

source: Watermark
ka: ჭვირნიშანი

source: Add a custom text watermark to your screenshot
ka: დაამატეთ მორგებული ტექსტის ჭვირნიშანი თქვენს ეკრანის ანაბეჭდს
