Repository: Mu-L/shutter
Catalog: share/shutter/resources/po/shutter-upload-plugins/*.po
Languages: ka

source: Upload screenshots into your Dropbox
ka: ატვირთეთ ეკრანის ანაბეჭდები თქვენს Dropbox-ზე

source: There was an error receiving the authentication URL.
ka: ავთენტიკაციის ბმულის მიღების შეცდომა.

source: Please click on the button below to authorize with Dropbox. Press 'Apply' when you are done.
ka: დააწკაპუნეთ ღილაკზე ქვემოთ, რომ გაიაროთ ავტორიზაცია თქვენს Dropbox-ზე. დააწკაპუნეთ ღილაკზე 'გადატარება', როცა დაასრულებთ.

source: Authorize with Dropbox
ka: ავტორიზაცია Dropbox-ზე

source: Authorize
ka: ავტორიზაცია

source: There was an error authenticating with Dropbox.
ka: Dropbox-ზე ავთენტიკაციის შეცდომა.

source: Maybe you or Dropbox revoked or expired an access token. Please close this dialog and try again. Your account will be re-authenticated the next time you upload a file.
ka: შეიძლება, Dropbox-მა გააუქმა წვდომის ტოკენი. დახურეთ ეს დიალოგი და თავიდან სცადეთ. შემდეგ ჯერზე, როცა ფაილის ატვირთვას სცდით, ავთენტიკაციას თავიდან გაივლით.

source: Upload screenshots to imagebanana.com
ka: ატვირთეთ ეკრანის ანაბეჭდები imagebanana.com-ზე

source: ImageShack is providing free image hosting
ka: ImageShack მოგაწვდით უფასო სურათების ჰოსტინგს

source: Imgur is used to share photos with social networks and online communities, and has the funniest pictures from all over the Internet
ka: Imgur გამოიყენება სურათების გასაზიარებლად სოციალურ ქსელებში და ონლაინ-საზოგადოებებში და აქვს ყველაზე სასაცილო სურათები მთელ ინტერნეტში

source: imm.io is a one-click easy image sharer, perfect if you want to upload an image to show your friends or link from other sites
ka: imm.io ერთწკაპიანი, იოლი სურათების გამზიარებელია. საუკეთესია, თუ გნებავთ, ატვირთოთ სურათი, რომ გაუზიაროთ ის მეგობრებს, ან ჩასვათ ბმულად სხვა საიტებზე

source: Upload screenshots to itmages.com
ka: ატვირთეთ ეკრანის ანაბეჭდები თქვენს itmages.com-ზე

source: Minus is the simplest free file sharing platform online
ka: Minus უმარტივესი უფასო ფაილების გაზიარების პლატფორმაა ინტერნეტში

source: Upload screenshots to ompldr.org
ka: ატვირთეთ ეკრანის ანაბეჭდები თქვენს ompldr.org-ზე

source: Upload screenshots to pix.toile-libre.org
ka: ატვირთეთ ეკრანის ანაბეჭდები pix.oile-libre.org-ზე

source: TwitPic lets you share media on Twitter in real-time
ka: TwitPic საშუალებას გაძლევთ, მედია X-ზე რეალურ დროში გააზიაროთ

source: Upload screenshots to ubuntu-pics.de
ka: ატვირთეთ ეკრანის ანაბეჭდები ubuntu-pics.de-ზე
