Repository: Mu-L/shutter
Catalog: share/shutter/resources/po/shutter/*.po
Languages: ka

source: A profile named %s already exists. Do you want to replace it?
ka: პროფილი სახელით %s უკვე არსებობს. გნებავთ მისი ჩანაცვლება?

source: translator-credits
ka: ეკატერინე პაპავა

source: _File
ka: _ფაილი

source: _Edit
ka: _ჩასწორება

source: _View
ka: _ხედი

source: _Screenshot
ka: _ეკრანის ანაბეჭდი

source: _Go
ka: _წინ

source: _Help
ka: _დახმარება

source: _Open...
ka: _გახსნა…

source: Recent _Files
ka: უკანასკნელი _ფაილები

source: Save _As...
ka: შენახვა, _როგორც...

source: E_xport to PDF...
ka: გა_ტანა PDF-ში...

source: Export to Post_Script...
ka: გატანა Post_Script-ში...

source: Page Set_up
ka: გვერდის _მორგება

source: _Print...
ka: _დაბეჭდვა...

source: Send by E_mail...
ka: ე_ლფოსტით გაგზავნა...

source: C_lose all
ka: ყვე_ლას დახურვა

source: Copy _Filename
ka: _ფაილის სახელის კოპირება

source: Show Navigation _Toolbar
ka: ნავიგაციის _პანელის ჩვენება

source: Get Help Online...
ka: დახმარების ონლაინ მიღება...

source: Translate this Application...
ka: თარგმნეთ ეს აპლიკაცია...

source: Report a Problem
ka: პრობლემის შეტყობინება

source: _Active Window
ka: _აქტიური ფანჯარა

source: Import from clip_board
ka: შემოტანა _ბუფერიდან

source: Open wit_h
ka: _პროგრამით გახსნა

source: Show in _folder
ka: საქა_ღალდეში ჩვენება

source: _Rename...
ka: სახელის გადა_რქმევა...

source: _Send To...
ka: გაგზავნა _სად...

source: E_xport...
ka: გატანა...

source: Public URLs
ka: საჯარო URL-ები

source: _Edit...
ka: _ჩასწორება...

source: Run a _plugin...
ka: _დამატების გაშვება...

source: Redo _this screenshot
ka: ბოლო ეკ_რანის ანაბეჭდის გამეორება

source: Run a _Plugin...
ka: _დამატების გაშვება...

source: Redo
ka: გამეორება

source: Redo last screenshot
ka: ბოლო ეკრანის ანაბეჭდის გამეორება

source: Selection
ka: მონიშნული

source: Draw a rectangular capture area with your mouse to select a specified screen area
ka: დახატეთ მართკუთხედი გადასაღები არე თქვენი თაგუნათი მონიშნული ეკრანის არეს მისათითებლად

source: Desktop
ka: სამუშაო მაგიდა

source: Take a screenshot of your whole desktop
ka: მთელი სამუშაო მაგიდის ეკრანის ანაბეჭდის გადაღება

source: Capture a specific workspace
ka: მითითებული სამუშაო სივრცის გადაღება

source: Window
ka: ფანჯარა

source: Select a window with your mouse
ka: აირჩიეთ ფანჯარა თქვენი თაგუნათი

source: Take a screenshot of a specific window
ka: მითითებული ფანჯრის ანაბეჭდის გადაღება

source: Section
ka: განყოფილება

source: Captures only a section of the window. You will be able to select any child window by moving the mouse over it
ka: გადაიღებს ფანჯრის ნაწილს. თქვენ შეგეძლებათ, აირჩიოთ შვილი ფანჯარა მასზე თაგუნას გადაადგილებთ

source: Menu
ka: მენიუ

source: Select a single menu or cascading menus from any application
ka: აირჩიეთ ნებისმიერი აპლიკაციის ერთი მენიუ, ან მენიუს კასკადი

source: Tooltip
ka: მინიშნება

source: Capture a tooltip
ka: მინიშნების გადაღება

source: Web
ka: ვები

source: Take a screenshot of a website
ka: ვებსაიტის ანაბეჭდის გადაღება

source: Set how long Shutter will wait for the screenshot to complete before aborting the process if it's taking too long
ka: დააყენეთ, რამდენ ხანს მოიცდის Shutter პროცესის შესაწყვეტად ეკრანის ანაბეჭდის დასრულებამდე, თუ ამას მეტისმეტად დიდი დრო დასჭირდება

source: Edit
ka: ჩასწორება

source: Use the built-in editor to highlight important fragments of your screenshot or crop it to a desired size
ka: ჩაშენებული რედაქტორის გამოყენება თქვენი ეკრანის ანაბეჭდის მნიშვნელოვანი ფრაგმენტების გამოსაკვეთად, ან სასურველ ზომაზე ამოსაჭრელად

source: Export
ka: გატანა

source: Upload your images to an image hosting service, FTP site or export them to an arbitrary folder
ka: ატვირთეთ თქვენი გამოსახულებები სურათების ჰოსტინგის სერვერზე, FTP საიტზე ან გაიტანეთ სასურველ საქაღალდეში

source: Show links to previous uploads
ka: აჩვენებს წინა ატვირთვების ბმულებს

source: Error while executing %s.
ka: შეცდომა %s-ის შესრულებისას.

source: There was an error executing %s.
ka: %s-ის შესრულების შეცდომა.

source: Exit Code: %d.
ka: გასვლის კოდი: %d.

source: Synchronization complete
ka: სინქრონიზაცია დასრულდა

source: Synchronization in progress...
ka: მიმდინარეობს სინქრონიზაცია...

source: Illegal URI.
ka: დაუშვებელი URI.

source: Connection error.
ka: კავშირის შეცდომა.

source: Please check your connectivity and try again.
ka: შეამოწმეთ თქვენი ქსელი და თავიდან სცადეთ.

source: Login with username %s failed.
ka: შესვლა მომხმარებლის სახელით %s ჩავარდა.

source: Cannot change working directory.
ka: სამუშაო საქაღალდის შეცვლა შეუძლებელია.

source: Command 'put' failed.
ka: ბრძანება 'put' ჩავარდა.

source: Copy this code to clipboard
ka: ამ კოდის ბუფერში კოპირება

source: Upload - %s - %s
ka: ატვირთვა - %s - %s

source: Draw a rectangular area using the mouse.
ka: დახატეთ მართკუთხედი თაგუნათი.

source: To take a screenshot, press the Enter key. Press Esc to quit.
ka: ეკრანის ანაბეჭდის გადასაღებად დააჭირეთ ღილაკს Enter, გასასვლელად კი - Esc.

source: <b>shift/right-click</b> → selection dialog on/off
ka: <b>shift/მარჯვენაწკაპი</b> → მონიშვნის დიალოგის ჩართვა/გამორთვა

source: <b>ctrl + scrollwheel</b> → zoom in/out
ka: <b>ctrl + თაგუნასბორბალი</b> → გადიდება/დაპატარავება

source: <b>space</b> → zoom window on/off
ka: <b>ჰარე</b> → ფანჯრის გადიდება/დაპატარავება

source: <b>cursor keys</b> → move cursor
ka: <b>კურსორის ღილაკები</b> → კურსორის გადაადგილება

source: <b>cursor keys + alt</b> → move selection
ka: <b>კურსორის ღილაკები+ alt</b> → მონიშნულის გადატანა

source: <b>cursor keys + ctrl</b> → resize selection
ka: <b>კურსორის ღილაკები + ctrl</b> → მონიშნულის ზომის შეცვლა

source: Maybe mouse pointer could not be grabbed or the selected area is invalid.
ka: შეიძლება, თაგუნას მაჩვენებლის ჩაჭერა შეუძლებელია, ან მონიშნული არეა არასწორი.

source: Keyboard could not be grabbed.
ka: კლავიატურის ჩაჭერა შეუძლებელია.

source: menu
ka: მენიუ

source: tooltip
ka: მინიშნება

source: No window with type %s detected.
ka: ტიპით %s ფანჯარა აღმოჩენილი არაა.

source: There is no last capture that can be redone.
ka: ბოლო გადაღება, რომელსაც გააუქმებთ, არ არსებობს.

source: The window is no longer available.
ka: ფანჯარა ხელმისაწვდომი აღარაა.

source: Unable to capture website
ka: ვებგვერდის გადაღება შეუძლებელია

source: No window with name pattern %s detected.
ka: ფანჯარა სახელის ნიმუშით %s აღმოჩენილი არაა.

source: Invalid pattern %s detected.
ka: აღმოჩენილია არასწორი ნიმუში %s.

source: No subwindow detected
ka: ქვეფანჯარა აღმოჩენილი არაა

source: Maybe this window is using client-side windows (or similar). Shutter is not yet able to query the tree information of such windows.
ka: შეიძლება, ეს ფანჯარა იყენებს კლიენტის მხრის ფანჯარას (ან მსგავსს). Shutter-ს ჯერ არ შეუძლია, ასეთი ფანჯრების ხის ინფორმაცია გამოითხოვოს.

source: URL to capture
ka: გადასაღები URL

source: C_apture
ka: გ_ადაღება

source: Workspaces
ka: სამუშაო სივრცეები

source: Fill color
ka: შემვსები ფერი

source: Adjust fill color and opacity
ka: შევსების ფერისა და გაუმჭვირვალობის გასწორება

source: Stroke color
ka: შტრიხის ფერი

source: Choose stroke color
ka: აირჩიეთ შტრიხის ფერი

source: Adjust stroke color and opacity
ka: დაშტრიხვის ფერისა და გაუმჭვირვალობის გასწორება

source: Line width
ka: ხაზის სიგანე

source: Adjust line width
ka: ხაზის სიგანის გასწორება

source: Font
ka: ფონტი

source: Select font family and size
ka: აირჩიეთ ფონტის ოჯახი და ზომა

source: Insert image
ka: სურათის ჩასმა

source: Insert an arbitrary object or file
ka: ჩასვით სასურველი ობიექტი, ან ფაილი

source: Y
ka: წ

source: Width
ka: სიგანე

source: Height
ka: სიმაღლე

source: _Crop
ka: _ამოჭრა

source: Click-Drag to scale (try Control to scale uniformly)
ka: წკაპი-გადათრევა გასადიდებლად (ერთგვაროვანი გადიდებისთვის სცადეთ Ctrl)

source: Click-Drag to resize the canvas
ka: წკაპი-გადათრევა ტილოს ზომის შესაცვლელად

source: Click to paint (try Control or Shift for a straight line)
ka: წკაპი დასახატად (სწორი ხაზისთვის სცადეთ Ctrl, ან Shift)

source: Click-Drag to create a new straight line
ka: წკაპი-გადათრევა ახალი სწორი ხაზის შესაქმნელად

source: Click-Drag to create a new arrow
ka: წკაპი-გადათრევა ახალი ისრის შესაქმნელად

source: Click-Drag to create a new rectangle
ka: წკაპი-გადათრევა ახალი მართკუთხედის შესაქმნელად

source: Click-Drag to create a new ellipse
ka: წკაპი-გადათრევა ახალი ოვალის შესაქმნელად

source: Click-Drag to add a new text area
ka: წკაპი-გადათრევა ახალი ტექსტური არეს შესაქმნელად

source: Click to censor (try Control or Shift for a straight line)
ka: წკაპი ცენზურისთვის (სწორი ხაზისთვის სცადეთ Ctrl, ან Shift)

source: Click-Drag to create a pixelized region
ka: წკაპი-გადათრევა პიქსელიზებული რეგიონის შესაქმნელად

source: Click to add an auto-increment shape
ka: წკაპი ავტოზრდადი მოხაზულობის დასამატებლად

source: Save the changes to image %s before closing?
ka: შევინახო ცვლილებები გამოსახულებაში %s მის დახურვამდე?

source: Close
ka: დახურვა

source: Do_n't save
ka: არ შეი_ნახო

source: If you don't save the image, changes from the last minute will be lost
ka: თუ გამოსახულებას არ შეინახავთ, ბოლო წუთში შეტანილი ცვლილებები დაიკარგება

source: Do you want to save the changed background color?
ka: გნებავთ შეინახოთ შეცვლილი ფონის ფერი?

source: The background is likely to be transparent if you decide to ignore the background color.
ka: დიდი შანსია, ფონი გამჭვირვალე იყოს, თუ გადაწყვეტთ, გამოტოვოთ ფონის ფერი.

source: Save Background Color
ka: ფონის ფერის შენახვა

source: _Ignore Background Color
ka: ფონ_ის ფერის გამოტოვება

source: _Save Background Color
ka: ფონის ფერი_ს შენახვა

source: Change Background Color...
ka: ფონის ფერის შეცვლა...

source: _Reset to Default
ka: ნაგულისხმევზე ჩამოყ_რა

source: Raise
ka: აწევა

source: Lower
ka: დაწევა

source: Unlock
ka: განბლოკვა

source: Lock
ka: ჩაკეტვა

source: Edit Preferences...
ka: პარამეტრების მორგება...

source: Numbering
ka: დანომრვა

source: Current value
ka: მიმდინარე მნიშვნელობა

source: Arrow
ka: ისარი

source: Length
ka: სიგრძე

source: Tip length
ka: ბუნიკის სიგრძე

source: Display an arrow at the end of the line
ka: ისრის ჩვენება ხაზის ბოლოში

source: Display an arrow at the start of the line
ka: ისრის ჩვენება ხაზის დასაწყისში

source: Text
ka: ტექსტი

source: Font color
ka: ფონტის ფერი

source: Choose font color
ka: აირჩიეტ ფონტის ფერი

source: Use selected font
ka: ამორჩეული ფონტის გამოყენება

source: Use selected font color
ka: არჩეული ფონტის ფერის გამოყენება

source: _Tools
ka: _ხელსაწყოები

source: Undo last action
ka: ბოლო ბრძანების გაუქმება

source: Do again the last undone action
ka: ბოლო გაუქმებული ქმედების გამეორება

source: Copy selection to clipboard
ka: მონიშნულის ბუფერში კოპირება

source: Cut selection to clipboard
ka: მონიშნულის ბუფერში ამოჭრა

source: Paste objects from clipboard
ka: ობიექტების ჩასმა ბუფერიდან

source: Delete current object
ka: მიმდინარე ობიექტის წაშლა

source: Clear canvas
ka: ტილოს გასუფთავება

source: Abort current mode
ka: მიმდინარე რეჟიმის შეწყვეტა

source: Close this window
ka: ამ ფანჯრის დახურვა

source: Save image
ka: გამოსახულების შენახვა

source: Export to _File...
ka: გატანა _ფაილში...

source: Export to File...
ka: ფაილში გატანა...

source: _Export to SVG...
ka: გა_ტანა SVG-ში...

source: Export to SVG...
ka: გატანა SVG-ში...

source: Export to PDF...
ka: PDF-ად გატანა...

source: Export to PostScript...
ka: გატანა PostScript-ში...

source: Automatic scrolling
ka: ავტომატური გადახვევა

source: Select
ka: არჩევა

source: Select item to move or resize it
ka: აირჩიე ელემენტი მისი გადაადგილებისთვის, ან ზომის შესაცვლელად

source: Freehand
ka: ხელით დახატული

source: Draw a freehand line
ka: ხელით დახატული ხაზი

source: Highlighter
ka: გამომკვეთი

source: Line
ka: ხაზი

source: Draw a straight line
ka: სწორი ხაზის დახატვა

source: Draw an arrow
ka: ისრის დახატვა

source: Rectangle
ka: მართკუთხედი

source: Draw a rectangle
ka: მართკუთხედის დახაზვა

source: Ellipse
ka: ოვალი

source: Draw a ellipse
ka: ოვალის დახატვა

source: Add some text to the screenshot
ka: ტექსტის დამატება თქვენს ეკრანის ანაბეჭდზე

source: Censor
ka: ცენზორი

source: Censor portions of your screenshot to hide private data
ka: დაადეთ ცენზურა თქვენი ეკრანის ანაბეჭდს პირადი ინფორმაციის დასამალად

source: Pixelize
ka: პიქსელიზაცია

source: Pixelize selected areas of your screenshot to hide private data
ka: დაადეთ პიქსელიზაცია თქვენი ეკრანის ანაბეჭდს პირადი ინფორმაციის დასამალად

source: Number
ka: რიცხვი

source: Add an auto-increment shape to the screenshot
ka: ავტოზრდადი მოხაზულობის დამატება ეკრანის ანაბეჭდზე

source: Crop
ka: ამოჭრა

source: Crop your screenshot
ka: თქვენი ეკრანის ანაბეჭდის ამოჭრა

source: No icon was found
ka: ხატულა აღმოჩენილი არაა

source: Import from current theme...
ka: შემოტანა მიმდინარე თემიდან...

source: Import from session...
ka: შემოტანა სესიიდან...

source: Import from filesystem...
ka: შემოტანა ფაილური სისტემიდან...

source: New text...
ka: ახალი ტექსტი...
