Repository: Mu-L/shutter
Catalog: share/shutter/resources/po/shutter/*.po
Languages: ka

source: Profile
ka: პროფილი

source: Preferences
ka: მორგება

source: gnome-web-photo needs to be installed for this feature
ka: ამ ფუნქციისთვის საჭიროა gnome-web-photo-ის დაყენება

source: Goo::Canvas/libgoo-canvas-perl needs to be installed for this feature
ka: ამ ფუნქციისთვის საჭიროა Goo::Canvas/libgoo-canvas-perl-ის დაყენება

source: Choose a profile
ka: აირჩიეთ პროფილი

source: Save configuration as profile
ka: კონფიგურაციის შენახვა პროფილის სახით

source: Delete profile
ka: პროფილის წაშლა

source: Load the selected profile's configuration
ka: მონიშნული პროფილის კონფიგურაციის ჩატვირთვა

source: Image format
ka: გამოსახულების ფორმატი

source: Save
ka: შენახვა

source: First-launch Behavior
ka: პირველი გაშვების ქცევა

source: Window Preferences
ka: ფანჯარის პარამეტრები

source: Notifications
ka: გაფრთხილებები

source: Trash
ka: ნაგვის ყუთი

source: Actions
ka: ქმედებები

source: Capture
ka: ჩაწერა

source: Selection Capture
ka: მონიშნულის გადაღება

source: Window Capture
ka: ფანჯრის გადაღება

source: Menu/Tooltip Capture
ka: მენიუს/მინიშნების გადაღება

source: Website Capture
ka: ვებგვერდის გადაღება

source: Accounts
ka: ანგარიშები

source: File Transfer Protocol (FTP)
ka: ფაილების გადაცემის პროტოკოლი (FTP)

source: Transparent Parts
ka: გამჭვირვალე ნაწილები

source: Session View
ka: სესიის ხედი

source: Filename
ka: ფაილის სახელი

source: Reserved character %s is not allowed to be in a filename.
ka: დაცული სიმბოლო %s ფაილის სახელში დაშვებული არაა.

source: There are several wildcards available, like
ka: არსებობს რამდენიმე ვაილდკარდი, როგორიცაა

source: %Y = year
ka: %Y = წელი

source: %m = month
ka: %m = თვე

source: %d = day
ka: %d = დღე

source: %T = time
ka: %T = დრო

source: $w = width
ka: $w = სიგანე

source: $h = height
ka: $h = სიმაღლე

source: $name = multi-purpose (e.g. window title)
ka: $name = უნივერსალური (მაგ: ფანჯრის სათაური)

source: $nb_name = like $name but without blanks in resulting strings
ka: $nb_name = $name-ის მსგავსად, მაგრამ მიღებულ სტრიქონებში ცარიელი ადგილების გარეშე

source: $profile = name of current profile
ka: $profile = მიმდინარე პროფილის სახელი

source: $R = random char (e.g. $RRRR = ag4r)
ka: $R = შემთხვევითი სიმბოლო (მაგ: $RRRR = ag4r)

source: %NN = counter
ka: %NN = მთვლელი

source: Compression
ka: შეკუმშვა

source: Adjust quality/compression value
ka: ხარისხის/შეკუმშვის მნიშვნელობის გასწორება

source: Select a file format
ka: აირჩიეთ ფაილის ფორმატი

source: Directory
ka: საქაღალდე

source: Choose folder
ka: აირჩიეთ საქაღალდე

source: Your screenshots will be saved to this directory
ka: თქვენი ეკრანის ანაბეჭდი ამ საქაღალდეში ჩაიწერება

source: Browse for save folder every time
ka: შესანახი საქაღალდის ძებნა ყოველ ჯერზე

source: Do not save file automatically
ka: ფაილის ავტომატური შენახვა არ მოხდება

source: Automatically save file
ka: ფაილის ავტომატური შენახვა

source: Automatically copy screenshot to clipboard
ka: ეკრანის ანაბეჭდის ავტომატური კოპირება ბუფერში

source: Automatically copy filename to clipboard
ka: ფაილის სახელის ავტომატური კოპირება ბუფერშ

source: Do not copy anything to clipboard
ka: ბუფერში არაფერი დაკოპირდება

source: Delay
ka: დაყოვნება

source: second
ka: წამი

source: Capture after a delay of
ka: გადაღებისწინა დაყოვნება

source: Wait n seconds before taking a screenshot
ka: n წამის მოთმენა ეკრანის ანაბეჭდის გადაღებამდე

source: Include Cursor
ka: კურსორის ჩათვლა

source: Include cursor when taking a screenshot
ka: კურსორის ჩასმა ეკრანის ანაბეჭდის გადაღებისას

source: Open with
ka: გამხსნელი პროგრამა

source: Open your screenshot with this program after capturing
ka: თქვენი ეკრანის ანაბეჭდის გახსნა ამ პროგრამით გადაღების შემდეგ

source: 16 colors - (4bit)
ka: 16 ფერი - (4ბიტი)

source: 64 colors - (6bit)
ka: 64 ფერი - (ბიტი)

source: 256 colors - (8bit)
ka: 256 ფერი - (8ბიტი)

source: Reduce colors
ka: ფერების შემცირება

source: Automatically reduce colors after taking a screenshot
ka: ფერების ავტომატური შემცირება ეკრანის ანაბეჭდის გადაღების შემდეგ

source: Thumbnail
ka: მინიატურა

source: Generate thumbnail too. select the percentage of the original size for the thumbnail to be
ka: ასევე მოხდება მინიატურების გენერაცია. აირჩიეთ ორიგინალი ზომის პროცენტულობა, რომლითაც მინიატურა შეიქმნება

source: Border
ka: საზღვარი

source: pixels
ka: პიქსელი

source: Color
ka: ფერი

source: Choose border color
ka: აირჩიეთ საზღვრის ფერი

source: Adds a border effect to the screenshot
ka: ამატებს საზღვრის ეფექტს ეკრანის ანაბეჭდს

source: Enable zoom window
ka: გადიდების ფანჯრის ჩართვა

source: Start with selection size of
ka: მონიშვნის მართკუთხედის საწყისი ზომა

source: at
ka: სად

source: Start Selection Tool with a customized selection size
ka: მონიშვნის ხელსაწყოს გაშვება მორგებული მონიშვნის ზომით

source: Show help text
ka: დახმარების ტექსტის ჩვენება

source: Enables the help text
ka: ჩართავს დახმარების ტექსტს

source: Include window decoration when capturing a window
ka: ფანჯრის დეკორაციების ჩასმა ფანჯრის გადაღებისას

source: Automatically resize window to
ka: ავტომატურად ამოიწიოს ფანჯარა

source: This resizes the window automatically to the specified width and height. This method asks the window manager to resize the window. However, the window manager may not allow the resize.
ka: ეს ფანჯარას ავტომატურად შეუცვლის ზომას მითითებულ სიგანეზე და სიმაღლეზე. ეს მეთოდი ფანჯრის ზომების შეცვლას ფანჯრების მმართველს სთხოვს, მაგრამ მან შეიძლება, ეს არ დაუშვას.

source: Force rounded window corners
ka: ნაძალადევი ფანჯრის მომრგვალებული კუთხეები

source: Shutter uses the XShape extension to determine the window's shape, but this does not work under some circumstances, e.g. when running compiz. When this option is activated Shutter uses fixed parameters to round the window corners. You can overwrite the default parameters by creating a file named ~/.shutter/shape.conf and put custom values in it. The default values are stored in %s.
ka: Shutter ფანჯრის ფორმის დასადგენად XShape გაფართოებას იყენებს, მაგრამ ეს ზოგიერთ შემთხვევაში არ მუშაობს. მაგ: როცა გაშვებული გაქვთ compiz. როცა ეს პარამეტრი ჩართულია, Shutter იყენებს ფიქსირებულ პარამეტრებს ფანჯრის კუთხეების მოსამრგვალებლად. ამ ნაგულისხმევი პარამეტრების გადაფარვა შეგიძლიათ შემდეგნაირად: შექმენით ფაილი ~/.shutter/shape.conf და შიგნით ჩაწერეთ სასურველი მნიშვნელობები. ნაგულისხმევი მნიშვნელობები წერია ფაილში %s.

source: Select only visible windows
ka: მხოლოდ ხილული ფანჯრების მონიშვნა

source: Pre-Capture Delay
ka: გადაღებისწინა დაყოვნება

source: Capture menu/tooltip after a delay of n seconds
ka: მენიუს/მინიშნების გადაღება n წამი დაყოვნების შემდეგ

source: Ignore possibly wrong type hints
ka: ფანჯრების შესაძლო არასწორი ტიპების გამოტოვება

source: Virtual browser width
ka: ვირტუალური ბრაუზერის სიგანე

source: Virtual browser width when taking a website screenshot
ka: ვირტუალური ბრაუზერის სიგანე ვებსაიტის ანაბეჭდის გადაღებისას

source: Show as check pattern
ka: კუბოკრულ ნიმუშად ჩვენება

source: Show as custom color:
ka: მორგებული ფერის სახით ჩვენება:

source: Choose fill color
ka: აირჩიეთ შევსების ფერი

source: Show as background
ka: ჩვენება ფონის სახით

source: Displays any transparent parts of the image in a check pattern
ka: აჩვენებს გამოსახულების ყველა გამჭვირვალე ნაწილს კუბოკრული ნიმუშით

source: Displays any transparent parts of the image in a solid color that you specify
ka: აჩვენებს გამოსახულების ყველა გამჭვირვალე ნაწილს თქვენს მიერ მითითებული ფერით

source: Displays any transparent parts of the image in the background color of the application
ka: აჩვენებს გამოსახულების ყველა გამჭვირვალე ნაწილს აპლიკაციის ფონის ფერით

source: Sort ascending by
ka: აღმავლობით დალაგება

source: Key/Time Created
ka: გასაღები/შექმნის დრო

source: Sort descending by
ka: დაღმავლობით დალაგება

source: Configure sort criteria
ka: დალაგების პირობის მორგება

source: Start Shutter at login
ka: Shutter-ის გაშვებს სისტემაში შესვლისას

source: Hide window on first launch
ka: ფანჯრის დამალვა პირველი გაშვებისას

source: Hide notification icon
ka: გაფრთხილების ხატულას დამალვა

source: Autohide main window when taking a screenshot
ka: მთავარი ფანჯრის ავტოდამალვა ეკრანის ანაბეჭდის გადაღებისას

source: Redraw Delay
ka: გადახატვის დაყოვნება

source: millisecond
ka: მილიწამი

source: Present main window after taking a screenshot
ka: მთავარი ფანჯრის ჩვენება ეკრანის ანაბეჭდის გადაღების შემდეგ

source: Minimize to tray when closing main window
ka: სისტემურ საათთან ჩაკეცვა მთავარი ფანჯრის დახურვისას

source: Display pop-up notification after taking a screenshot
ka: მხტუნარა გაფრთხილების ჩვენება ეკრანის ანაბეჭდის გადაღების შემდეგ

source: Display pop-up notification when using a delay
ka: მხტუნარა გაფრთხილების ჩვენება დაყოვნების გამოყენებისას

source: Display pop-up notification when using a pre-capture delay
ka: მხტუნარა გაფრთხილების ჩვენება გადაღებისწინა დაყოვნების გამოყენებისას

source: Notification agent
ka: გაფრთხილებების აგენტი

source: Desktop Notifications
ka: სამუშაო მაგიდის გაფრთხილებები

source: Built-In Notifications
ka: ჩაშენებული გაფრთხილებები

source: Ask before moving files to trash
ka: კითხვა ფაილების ნაგვის ყუთში გადატანამდე

source: Move file to trash when closing tab
ka: ფაილის ნაგვის ყუთში გადატანა ჩანართის დახურვისას

source: Notify when file was deleted from filesystem
ka: გაფრთხილება, როცა ფაილი ფაილური სისტემიდან წაიშლება

source: Configure a short timeout to give the Xserver a chance to redraw areas that were obscured by Shutter's windows before taking a screenshot.
ka: მოკლე ტაიმაუტის კონფიგურაცია, რათა Xserver-ს მიეცეს საშუალება ხელახლა დახატოს ის არეები, რომლებიც დაფარული იყო Shutter-ის ფანჯრებით ეკრანის ანაბეჭდის გადაღებამდე.

source: You can either choose the system-wide desktop notifications (e.g. Ubuntu's Notify-OSD) or Shutter's built-in notification system
ka: შეგიძლიათ, აირჩიოთ სისტემური სამუშაო მაგიდის შეტყობინებები (მაგ. Ubuntu-ს Notify-OSD) ან Shutter-ის ჩაშენებული შეტყობინებების სისტემა

source: <b>Please note:</b> If a plugin allows authorized uploading you can enter your credentials above. Plugins with OAuth support are configured automatically the first time you use them.
ka: <b>გაითვალისწინეთ:</b> თუ დამატება ავტორიზებულ ატვირთვას მხარს უჭერს, შეგიძლიათ, ზემოთ შეიყვანოთ თქვენი სარეგისტრაციო მონაცემები. OAuth-ის მხარდაჭერის მქონე მოდულების მორგება ავტომატურად ხდება მათი პირველი გამოყენებისას.

source: URI Example: ftp://host:port/path
ka: URI მაგ: ftp://host:port/path

source: Connection mode
ka: შეერთების რეჟიმი

source: Active mode
ka: აქტიური რეჟიმი

source: Passive mode
ka: პასიური რეჟიმი

source: Username
ka: მომხმარებლის სახელი

source: Password
ka: პაროლი

source: Website URL
ka: ვებ-გვერდის ბმული

source: Main
ka: მთავარი

source: Advanced
ka: დამატებით

source: Image View
ka: სურათის ხედი

source: Behavior
ka: ქცევა

source: Upload
ka: ატვირთვა

source: Plugins
ka: დამატებები

source: The following plugins are installed
ka: დაყენებულია შემდეგი დამატებები

source: pixel
ka: პიქსელი

source: Quality
ka: ხარისხი

source: Please activate the menu you want to capture
ka: გაააქტიურეთ მენიუ, რომლის გადაღებაც გნებავთ

source: Please activate the tooltip you want to capture
ka: გაააქტიურეთ მინიშნება, რომლის გადაღებაც გნებავთ

source: Screenshot will be taken in %s second
ka: ეკრანის გადაღება მოხდება %s წამში

source: Register
ka: რეგისტრაცია

source: Profile deleted
ka: პროფილი წაიშალა

source: Profile could not be deleted
ka: პროფილის წაშლა შეუძლებელია

source: Failed
ka: ჩავარდა

source: Profile %s loaded successfully
ka: პროფილი %s წარმატებით ჩაიტვირთა

source: Session
ka: სესია

source: not found
ka: ვერ მოიძებნა

source: Error while adding the file monitor.
ka: შეცდომა ფაილის მონიტორის დამატებისას.

source: Settings could not be saved!
ka: პარამეტრების შენახვა შეუძლებელია!

source: Settings saved successfully!
ka: პარამეტრები შენახვა წარმატებულია!

source: Session could not be saved!
ka: სესიის შენახვა შეუძლებელია!

source: Account-settings could not be saved!
ka: ანგარიშის პარამეტრების შენახვა შეუძლებელია!

source: Settings could not be restored!
ka: პარამეტრების აღდგენა შეუძლებელია!

source: Settings loaded successfully
ka: პარამეტრები წარმატებით ჩაიტვირთა

source: Built-in Editor
ka: ჩაშენებული რედაქტორი

source: Account-settings could not be restored!
ka: ანგარიშის პარამეტრების აღდგენა შეუძლებელია!

source: opened
ka: გაიხსნა

source: Error while opening image %s.
ka: შეცდომა გამოსახულების %s გახსნისას.

source: Session could not be restored!
ka: სესიის აღდგენა შეუძლებელია!

source: Error while creating the trashinfo file %s.
ka: შეცდომა ნაგვის ყუთის ფაილის %s შექმნისას.

source: Error while moving the file %s to trash.
ka: შეცდომა ფაილის %s ნაგვის ყუთში გადატანისას.

source: Error while removing the file %s from disk.
ka: შეცდომა ფაილის %s დისკიდან წაშლისას.

source: Are you sure you want to move %s to the trash?
ka: მართლა გნებავთ, გადაიტანოთ %s ნაგვის ყუთში?

source: Move to _Trash
ka: _ნაგვის ყუთში გადატანა

source: deleted
ka: წაშლილია

source: Are you sure you want to move the selected files to the trash?
ka: მართლა გნებავთ მონიშნული ფაილების ნაგვის ყუთში გადატანა?

source: No screenshots selected
ka: ეკრანის ანაბეჭდები არჩეული არაა

source: Selected screenshots deleted
ka: მონიშნული ეკრანის ანაბეჭდები წაიშალა

source: removed from session
ka: წაიშალა სესიიდან

source: Selected screenshots removed
ka: მონიშნული ეკრანის ანაბეჭდები წაიშალა

source: No valid filetype specified
ka: სწორი ფაილის ტიპი მითითებული არაა

source: There is no image data in the clipboard to paste
ka: ბუფერში ჩასასმელად გამოსახულება აღმოჩენილი არაა

source: Selected filenames copied to clipboard
ka: მონიშნული ფაილის სახელები დაკოპირდა ბუფერში

source: Selected images copied to clipboard
ka: მონიშნული გამოსახულებები დაკოპირდა ბუფერში

source: Last action undone
ka: ბოლო ქმედება გაუქმდა

source: Error while copying last version (%s).
ka: შეცდომა ბოლო ვერსიის (%s) კოპირებისას.

source: There was an error performing undo on %s.
ka: %s-ზე გაუქმების ოპერაციის შეცდომა.

source: Last action redone
ka: ბოლო ქმედება დაბრუნდა

source: There was an error performing redo on %s.
ka: %s-ზე გამეორების ოპერაციის შეცდომა.

source: No plugin installed
ka: დამატებები დაყენებული არაა

source: There was an error determining the filename.
ka: ფაილის სახელის დადგენის შეცდომა.

source: Triggered invalid screenshot action.
ka: გამოძახებულია არასწორი ეკრანის ანაბეჭდის ქმედება.

source: Error while taking the screenshot.
ka: ეკრანის ანაბეჭდის გადაღების შეცდომა.

source: Capture aborted by user
ka: გადაღება შეწყდა მომხმარებლის მიერ

source: %s saved
ka: %s შენახულია

source: Screenshot saved
ka: ეკრანის ანაბეჭდი შენახულია

source: The filename %s could not be verified. Maybe it contains unsupported characters.
ka: ფაილის სახელის %s გადამოწმება შეუძლებელია. შეიძლება, ის მხარდაუჭერელ სიმბოლოებს შეიცავს.

source: %s opened with %s
ka: %s გაიხსნა პროგრამით %s

source: Opened all files with
ka: ყველა ფაილი გაიხსნა პროგრამით

source: Could not apply plugin %s
ka: ვერ გადავატარე დამატება %s

source: Successfully applied plugin %s
ka: დამატების %s გადატარება წარმატებით დასრულდა

source: Error while executing plugin %s.
ka: შეცდომა შესრულებისას დამატებისთვის %s.

source: There was an error executing the plugin.
ka: აღმოჩენილია შეცდომა დამატების შესრულებისას.

source: %s screenshot
ka: %s ეკრანის ანაბეჭდი

source: Current profile
ka: მიმდინარე პროფილი

source: Try to resave the file?
ka: ვცადო ფაილის თავიდან შენახვა?

source: Image %s was not found on disk
ka: გამოსახულება %s დისკზე აღმოჩენილი არაა

source: Error while saving the image %s.
ka: შეცდომა გამოსახულების %s შენახვისას.

source: There was an error saving the image to %s.
ka: გამოსახულების %s-ში შენახვის შეცდომა.

source: saved
ka: შენახულია

source: Image %s was deleted from filesystem
ka: გამოსახულება %s წაიშალა ფაილური სისტემიდან

source: There was an error opening the image.
ka: შეცდომის გახსნისას აღმოჩენილია შეცდომა.

source: Error while opening directory %s.
ka: გახსნის შეცდომა საქაღალდისთვის %s.

source: Updating plugin information
ka: დამატების ინფორმაციის განახლება

source: Please wait while Shutter updates the plugin information
ka: მოითმინეთ, სანამ Shutter ანახლებს განახლების ინფორმაციას

source: Updating upload plugin information
ka: ატვირთვის დამატების ინფორმაციის განახლება

source: Please wait while Shutter updates the upload plugin information
ka: მოითმინეთ, სანამ Shutter ანახლებს ატვირთვის განახლების ინფორმაციას

source: Capture All Workspaces
ka: ყველა სამუშაო სივრცის გადაღება

source: Limit to current monitor
ka: შეზღუდვა მიმდინარე ეკრანზე

source: This option is only useful when you are running a multi-monitor system (%d monitor detected). Enable it to capture only the current monitor.
ka: ეს პარამეტრი, მხოლოდ, მაშინაა სასარგებლო, თუ გაქვთ ერთზე მეტი ეკრანი (აღმოჩენილია %d ეკრანი). ჩართეთ, რომ გადაიღოთ, მხოლოდ, მიმდინარე ეკრანი.

source: Active Window
ka: აქტიური ფანჯარა

source: Capture the last active window
ka: ბოლო აქტიური ფანჯრის გადაღება

source: _Selection
ka: _მონიშნული

source: _Desktop
ka: _სამუშაო მაგიდა

source: Window _under Cursor
ka: ფანჯარა კ_ურსორის ქვეშ

source: Select W_indow
ka: ა_ირჩიეთ ფანჯარა

source: Se_ction
ka: სე_ქცია

source: _Menu
ka: _მენიუ

source: _Tooltip
ka: _მინიშნება

source: S_how main window
ka: მთავარი _ფანჯრის ჩვენება

source: _Redo last screenshot
ka: ბოლო ეკ_რანის ანაბეჭდის გამეორება

source: _Quick profile select
ka: პროფილის ს_წრაფი არჩევა

source: Wait indefinitely
ka: უსასრულოდ დალოდება

source: Wait max %d second
ka: მაქს %d წამი მოლოდინი

source: Wait max %d minute
ka: მაქს. %d წუთი მოლოდინი

source: Shutter will wait indefinitely for the screenshot to capture
ka: Shutter უსასრულოდ დაელოდება ეკრანის ანაბეჭდის გადაღებას

source: Shutter will wait up to %d second for the screenshot to capture before aborting the process if it's taking too long
ka: Shutter მოიცდის მაქს. %d წამი ეკრანის გადასაღებად, სანამ შეწყვეტს პროცესს, თუ ამას მეტისმეტად დრო დასჭირდება

source: Shutter will wait up to %d minute for the screenshot to capture before aborting the process if it's taking too long
ka: Shutter მოიცდის მაქს. %d წუთი ეკრანის გადასაღებად, სანამ შეწყვეტს პროცესს, თუ ამას მეტისმეტად დრო დასჭირდება

source: Host
ka: ჰოსტი

source: Anonymous Upload
ka: ანონიმური ატვირთვა

source: Authorized Upload
ka: ავტორიზებული ატვირთვა

source: OAuth Upload
ka: OAuth-ით ატვირთვა

source: Description
ka: აღწერა

source: Icon
ka: ხატულა

source: Name
ka: სახელი

source: Category
ka: კატეგორია

source: Language
ka: ენა

source: Path
ka: ბილიკი

source: Successfully published
ka: წარმატებით გამოქვეყნდა

source: The file %s was successfully published: %s
ka: ფაილი %s წარმატებით გამოქვეყნდა: %s

source: %s published
ka: %s გამოქვეყნდა

source: Unpublished
ka: გამოუქვეყნებელი

source: The file %s is no longer published. The external link is not available anymore.
ka: ფაილი %s გამოქვეყნებული აღარაა. გარე ბმული ხელმისაწვდომი აღარაა.

source: The file %s is no longer published.
ka: ფაილი %s გამოქვეყნებული აღარაა.

source: Rename
ka: სახელის გადარქმევა

source: Rename image %s
ka: გამოსახულების %s სახელის გადარქმევა

source: New filename
ka: ახალი ფაილის სახელი

source: _Rename
ka: _სახელის გადარქმევა

source: renamed
ka: გადარქმეულია

source: Error while renaming the image %s.
ka: სახელის გადარქმევის შეცდომა გამოსახულებისთვის %s.

source: There was an error renaming the image to %s.
ka: გამოსახულების სახელის %s-ზე გადარქმევის შეცდომა.

source: _Replace
ka: _ჩანაცვლება

source: The image already exists in %s. Replacing it will overwrite its contents.
ka: %s-ში გამოსახულება უკვე არსებობს. მისი ჩანაცვლება შემცველობას თავზე გადააწერს.

source: An image named %s already exists. Do you want to replace it?
ka: გამოსახულება სახელით %s უკვე არსებობს. გნებავთ მისი ჩანაცვლება?

source: Invalid Filename
ka: არასწორი ფაილის სახელი

source: Choose file to open
ka: აირჩიეთ გასახსნელი ფაილი

source: All compatible image formats
ka: ყველა თავსებადი გამოსახულების ფორმატები

source: Choose a location to save to
ka: აირჩიეთ შესანახი მდებარეობა

source: Choose a plugin
ka: არჩიეთ დამატება

source: _Run
ka: _გაშვება

source: Plugin
ka: დამატება

source: No plugin specified
ka: დამატება მითითებული არაა

source: Upload / Export
ka: ატვირთვა / გატანა

source: _Upload
ka: _ატვირთვა

source: Guest
ka: სტუმარი

source: Please choose one of the accounts above and click <i>Upload</i>. The upload links will still be available in the screenshot's <i>right-click menu</i> after closing this dialog.
ka: აირჩიეთ ზემოთ ერთ-ერთი ანგარიში და დააწკაპუნეთ ღილაკზე <i>ატვირტვა</i>. ატვირთვის ბმულები ხელმისაწვდომი იქნება ეკრანის ანაბეჭდის <i>მარჯვენა-წკაპის მენიუში</i> ამ დიალოგის დახურვის შემდეგ.

source: <b>Please note:</b> If a plugin allows only authorized uploading you need to enter your credentials in preferences first to make it appear in the list above.
ka: <b>შენიშვნა:</b> თუ დამატებას, მხოლოდ, ავტორიზებული ავტვირთვის მხარდაჭერა აქვს, თქვენი ავტორიზაციის დეტალები, პირველი გამოყენებისას, დიალოგში უნდა შეიყვანოთ, რომელიც ზემოთ გაჩნდება.

source: Choose account
ka: აირჩიეთ ანგარიში

source: Status
ka: სტატუსი

source: Public hosting
ka: საჯარო ჰოსტინგი

source: Places
ka: ადგილები

source: _Export
ka: _გატანა

source: _Publish
ka: _გამოქვეყნება

source: Disconnected
ka: გათიშულია

source: Folder %s is synchronized with Ubuntu One. The selected file will be copied to that folder before being published.
ka: საქაღალდე %s სინქრონიზებულია Ubuntu One-ისთან. მონიშნული ფაილი, გამოქვეყნებამდე, ამ საქაღალდეში დაკოპირდება.

source: <b>Please note:</b> The selected file will be published in a background process. You will be notified when the process has finished.
ka: <b>შენიშვნა:</b> მონიშნული ფაილი გამოქვეყნდება ფონურ პროცესში. როცა პროცესი დასრულდება, შეგატყობინებთ.

source: Folder %s is not synchronized with Ubuntu One. Please choose an alternative folder.
ka: საქაღალდე %s Ubuntu One-ისთან არ სინქრონიზდება. აირჩიეთ სხვა საქაღალდე.

source: Ubuntu One service cannot be found.
ka: სერვისი Ubuntu One აღმოჩენილი არაა.

source: /publicfiles is not available. Your Ubuntu One installation seems to be out of date.
ka: /publicfiles ხელმისაწვდომი არაა. როგორც ჩანს, თქვენი Ubuntu One-ის ვერსია მოძველებულია.

source: Net::DBus::GLib/libnet-dbus-glib-perl needs to be installed for this feature
ka: ამ თვისების გამოსაყენებლად გჭირდებათ Net::DBus::GLib/libnet-dbus-glib-perl-ის დაყენება

source: Loading module %s
ka: იტვირთება მოდული %s

source: Error while executing upload plugin %s.
ka: შეცდომა ატვირთვის დამატების %s შესრულებისას.

source: There was an error executing the upload plugin.
ka: შეცდომა ატვირთვის დამატების შესრულებისას.

source: uploaded
ka: ატვირთულია

source: Successfully uploaded
ka: წარმატებით აიტვირთა

source: The file %s was successfully uploaded.
ka: ფაილი %s წარმატებით აიტვირთა.

source: Skip all
ka: ყველას გამოტოვება

source: Skip
ka: გამოტოვება

source: Retry
ka: თავიდან ცდა

source: exported
ka: გატანილია

source: Successfully exported
ka: გატანა წარმატებულია

source: The file %s was successfully exported.
ka: ფაილის '%s' გატანა წარმატებით დასრულდა.

source: Publishing %s...
ka: %s-ის გამოქვეყნება...

source: _Retry
ka: _თავიდან ცდა

source: Error while copying the image %s.
ka: შეცდომა გამოსახულების %s კოპირებისას.

source: There was an error copying the image into %s.
ka: შეცდომა გამოსახულების %s-ში კოპირებისას.

source: Please check your credentials and try again.
ka: შეამოწმეთ მომხმარებელი და პაროლი და თავიდან სცადეთ.

source: Error while login
ka: შესვლის შეცდომა

source: Maximum filesize reached
ka: მიღწეულია მაქს. ფაილის ზომა

source: Error while uploading
ka: შეცდომა ატვირთვისას

source: Maximum filesize: %s
ka: მაქს. ფაილის ზომა: %s

source: Error while connecting
ka: შეცდომა დაკავშირებისას

source: Save current preferences as new profile
ka: მიმდინარე პარამეტრების ახალ პროფილად შენახვა

source: New profile name
ka: ახალი პროფილის სახელი

source: Replacing it will overwrite its contents.
ka: მისი ჩანაცვლება მის შემცველობას თავზე გადააწერს.
